{"content": "Contact www.linkedin.com/in/jun-ming- khong-0893201b5 (LinkedIn) Top Skills Critical Thinking Leadership Python Languages Mandarin (Native or Bilingual) Bahasa Melayu (Full Professional) English (Native or Bilingual) Cantonese (Full Professional) Certifications Virtual Experience Program Participant Learning MATLAB Honors-Awards Corporal of 6th 1poh Boy's Brigade 2nd Runner up in prototype category of Quick Hack Hackathon LCCI Certificate - Level 2 Certificate in Book-keeping and Accounts Jun Ming Khong Final Year Computer Science Undergraduate Selangor Summary 'Always Learning' is the motto I live by. I'm a data-driven and motivated final semester computer science undergraduate that loves to learn! I've actively participated in several relevant events to broaden my knowledge and sharpen my skills. For instance, hackathons, coding competition, tech talks and side projects . Although the process was a steep learning curve yet it was fun. I'll continue to explore and learn more! *Honest opinion about myself: I'm not the top student nor top in particular interest, but I have faith in myself, and life is a long journey, it's always a 'step by step' principle for me, I know I'll have to keep learning and slowly build up what it takes to achieve my goals. Strengths: Visionary leadership, Good Conversationalist, Infinite willingness and curiosity for learning Technical skills: Data Structure and Algorithm (DSA), Problem Solving, Data Analysis, Data Modelling, Object-Oriented design (00D), Statistics, Practices SDLC and DevOps Languages speak: Python, Java, R, SQL, NoSQL and some JS Contact me through email for any fresh graduate jobs/internship opportunities! Email: juliankhongjm@gmail.corn Experience Monash University Student Association Subcommittee (School Of Information Technology) November 2020 - Present (1 year 2 months) Page 1 of 4 Petaling Jaya, Selangor, Malaysia * as one of the 13 members for the sub-committee of SOIT (School of Information Technology) of 2021. * Involved in brainstorming, planning, facilitating and helping in various events for the school. For instance, rant night, coding league, mentorship program and more. * Participated in Hello Coders! program as a in Semester 2 2020 and Semester 1 2021. Hello Coder Program is a mentorship program that typically involves over mentees with 20 mentors to assist the freshie in navigating through the course. Google Developers Member - DSC MUM 2021 - Present (less than a year) Petaling Jaya, Selangor, Malaysia * Actively joined activities such as a number of events from' * Worked with other passionate DSC members in (Eureka) that connects all the IT students and provide details about the recent IT events. Eureka Open Source Core Member November 2020 - May 2021 (7 months) * One of the of Eureka. * Part of the core team of a project namely Eureka. Eureka is a web application that targets to connect current and past IT students. The serves as a go to platform for first-hand IT events and activities and a place to connect mainly the techies. Upon launching on March, the number of active users was over 40. * 'Let's get init' open source workshop that involved 30+ participants along with 1 experienced guest speaker by Monash School of Information Technology. Digi Telecommunications Associate Intern December 2020 - March 2021 (4 months) Malaysi- * Joined as an under IT Project Management, Project Portfolio Office, Technology. Page 2 of 4 * Involved in the of Digi. For instance, CRM project, 3rd parties collaboration project and so on. * Helped in managing . Worked as an intermediate in the department for any purchase orders (PO) and purchase requests (PR) of the core projects. * Worked with Excel. It involved manipulating and quantifying the big numbers of CapEx, automating the calculations, keeping track of day to day tasks, Bursa Malaysia INVESTHACK Hackathon November 2020 - November 2020 (1 month) * Actively participated as a student in one of the hackathons in Malaysia that had about 110 participants and mainly filled with working professionals. It was organized by Bursa Malaysia in collaboration with Microsoft Azure and Trading View. * Built a that targets school students to improve their and slowly introduce them to stock market with guidance. * Stacks: React (JavaScript, HTML, CSS), Firebase (NoSQL) Monash University Malaysia SOIT X MTC Coding Competition September 2020 - September 2020 (1 month) Petaling Jaya, Selangor, Malaysia * Actively participated in MUM's (Monash University Malaysia) coding competition and completed the event that involves about 15 challenging problems within a limited time of 2 hours. * Stacks: Python University of Malaya iUM-DISRUPT Hackathon March 2020 - March 2020 (1 month) Kuala Lumpur, Federal Territory of Kuala Lumpur, Malaysia * Brainstormed (Eco-E) to fit in SME businesses which emphasize on minimizing electrical uses with just a click away. * Completed the event by going through preparation, implementation, refactoring and presentation within the limited time of 24 hours. Fossil Group, Inc. Sale Associate July 2018 - September 2018 (3 months) ak, iVialaysia Page 3 of 4 * Actively participated in Fossil's exclusive , analytic training and training. * Grew monthly sales by 6.6% from a section of goods by applying learnt skills such as detailing specific new goods to the targeted customers. Education Monash University Malaysia Bachelor of Computer Science, Data Science * (2019 - 2021) KDU College PJ Cambridge A-level, Science - (2017 - 2018) Wesley Methodist School 1poh International SPM, Science Stream * (2012 - 2016) Page 4 of 4","annotation":[{"label":["Name"],"points":[{"start":494,"end":508,"text":"Jun Ming Khong"}]},{"label":["CollegeName"],"points":[{"start":4333,"end":4359,"text":"Monash University Malaysia"}]},{"label":["GraduationYear"],"points":[{"start":1993,"end":1997,"text":"2021"}]},{"label":["YearsofExperience"],"points":[{"start":1835,"end":1850,"text":"1 year 2 months"}]},{"label":["Email"],"points":[{"start":8,"end":53,"text":"www.linkedin.com/in/jun-ming- khong-0893201b5"}]},{"label":["Location"],"points":[{"start":551,"end":559,"text":"Selangor"}]},{"label":["Skills"],"points":[{"start":76,"end":93,"text":"Critical Thinking"}]},{"label":["Skills"],"points":[{"start":94,"end":104,"text":"Leadership"}]},{"label":["Skills"],"points":[{"start":105,"end":111,"text":"Python"}]}]}
{"content": "Contact www.linkedin.com/in/afham-awal- ludin-6883351b1 (LinkedIn) Top Skills Mobile Application Development Web Application Development Problem Solving Languages Malay (Native or Bilingual) Chinese (Elementary) English (Limited Working) Certifications Information Systems Auditing, Controls and Assurance Introduction to Data Analytics AWS Cloud Practitioner Essentials The Data Scientist's Toolbox Honors-Awards Dean's List Award for Trimester 2 - 2018/2019 Afham Awal-ludin Final Year Computer Science Student at Multimedia University Cyberjaya Kuala Terengganu Summary Currently pursuing Bachelor of Computer Science, specializing in Software Engineering at Multimedia University, Cyberjaya, Malaysia. Passionate in web application and mobile application development. Eager to explore new knowledge and skills. Experience HeiTech Padu Berhad Software Developer March 2021 - June 2021 (4 months) Subang Jaya, Selangor, Malaysia Education Multimedia University Bachelor's degree of Computer Science, Software Engineering * (2018 - 2022) Universiti Teknologi MARA Foundation, Engineering * (2017 - 2018) SMK Sultan Sulaiman * (2015 - 2016) SMK Bandar Baru UDA - (2012 - 2015) Page 1 of 1","annotation":[{"label":["Name"],"points":[{"start":460,"end":476,"text":"Afham Awal-ludin"}]},{"label":["CollegeName"],"points":[{"start":516,"end":537,"text":"Multimedia University"}]},{"label":["GraduationYear"],"points":[{"start":1033,"end":1037,"text":"2022"}]},{"label":["YearsofExperience"],"points":[{"start":889,"end":897,"text":"4 months"}]},{"label":["CompaniesWorkAt"],"points":[{"start":826,"end":845,"text":"HeiTech Padu Berhad"}]},{"label":["Email"],"points":[{"start":8,"end":55,"text":"www.linkedin.com/in/afham-awal- ludin-6883351b1"}]},{"label":["Location"],"points":[{"start":548,"end":564,"text":"Kuala Terengganu"}]},{"label":["Skills"],"points":[{"start":78,"end":108,"text":"Mobile Application Development"}]},{"label":["Skills"],"points":[{"start":109,"end":136,"text":"Web Application Development"}]},{"label":["Skills"],"points":[{"start":137,"end":152,"text":"Problem Solving"}]}]}
