{"content": "Contact www.linkedin.com/in/ming-kit-tan- b4a9961b0 (LinkedIn) Certifications Introduction to Big Data MING KIT TAN Data Science I Class Representative I 53300 Education Tunku Abdul Rahnnan University College Bachelor of Computer Science, Data Science - (2020 - 2024) Page 1 of 1","annotation":[{"label":["Name"],"points":[{"start":103,"end":115,"text":"MING KIT TAN"}]},{"label":["GraduationYear"],"points":[{"start":262,"end":266,"text":"2024"}]},{"label":["Email"],"points":[{"start":8,"end":51,"text":"www.linkedin.com/in/ming-kit-tan- b4a9961b0"}]}]}
{"content": "Contact www.linkedin.com/in/jia-qing- poh-21a816190 (LinkedIn) Top Skills Critical Thinking Problem Solving Microsoft Excel Languages Mandarin (Full Professional) Malay (Limited Working) English (Native or Bilingual) Jia Qing Poh Statistical Data Science student and aspiring data scientist Kiang Experience AXA Affin Insurance Data Analyst Intern May 2021 - August 2021 (4 months) SOLIDHWUM Vice President November 2019 - May 2020 (7 months) Education Heriot-Watt University Bachelor of Science - BSc, Statistical Data Science * (2019 - 2022) Methodist College Kuala Lumpur A Levels Sekolah Sri Acmar SPM Page 1 of 1","annotation":[{"label":["Name"],"points":[{"start":217,"end":229,"text":"Jia Qing Poh"}]},{"label":["CollegeName"],"points":[{"start":453,"end":475,"text":"Heriot-Watt University"}]},{"label":["GraduationYear"],"points":[{"start":538,"end":542,"text":"2022"}]},{"label":["YearsofExperience"],"points":[{"start":372,"end":380,"text":"4 months"}]},{"label":["CompaniesWorkAt"],"points":[{"start":308,"end":327,"text":"AXA Affin Insurance"}]},{"label":["Email"],"points":[{"start":8,"end":51,"text":"www.linkedin.com/in/jia-qing- poh-21a816190"}]},{"label":["Skills"],"points":[{"start":74,"end":123,"text":"Critical Thinking Problem Solving Microsoft Excel"}]}]}
{"content": "Contact www.linkedin.com/in/md-sariful- islam-98b2a1197 (LinkedIn) Top Skills Algorithms Python (Programming Language) C++ Languages Bahasa malay (Limited Working) English (Full Professional) Bangla (Professional Working) Certifications Perform Cloud Data Science with Azure Machine Learning Honors-Awards Dean List Award MD SARIFUL ISLAM Machine learning Specialist at Advanx Health. Specialized in Data Science and Artificial intelligent. Kuala Lumpur Summary Motivated, innovative and hardworking graduate with skills in data processing, web design, and business management. A Computer Science Graduate Student (Specialization in Data Science and Computationallntelligence ). Acquired problem-solving skills through data visualization, machine learning, and deep learning ventures, analytical experience, and realistic understanding of data. Interested in Mathematics ( probability, statistics, Calculus, matrix, discrete mathematics). Experience Advanx Health Machine Learning Specialist February 2021 - August 2021 (7 months) Petaling, Selangor, lvialaysiai Education international islamic university of malaysia SSC, JSC and 3rd year in CS, data analyst * (2017 - 2020) Page 1 of 1","annotation":[{"label":["Name"],"points":[{"start":322,"end":338,"text":"MD SARIFUL ISLAM"}]},{"label":["CollegeName"],"points":[{"start":1073,"end":1117,"text":"international islamic university of malaysia"}]},{"label":["GraduationYear"],"points":[{"start":1170,"end":1174,"text":"2020"}]},{"label":["YearsofExperience"],"points":[{"start":1021,"end":1029,"text":"7 months"}]},{"label":["CompaniesWorkAt"],"points":[{"start":370,"end":383,"text":"Advanx Health"}]},{"label":["Email"],"points":[{"start":8,"end":55,"text":"www.linkedin.com/in/md-sariful- islam-98b2a1197"}]},{"label":["Location"],"points":[{"start":441,"end":453,"text":"Kuala Lumpur"}]}]}
{"content": "Contact www.linkedin.com/in/binxuankong (LinkedIn) github.com/binxuankong (Portfolio) www.soundbud.m1 (Other) Top Skills Programming Languages Web Development Web Design Languages Cantonese (Elementary) English (Native or Bilingual) Malay (Professional Working) Chinese (Simplified) (Native or Bilingual) Certifications Grade 6 Piano in Yamaha - Merit Cambridge A Level (A*A*A*) General Certificate of Education Ordinary Level (1A) Malaysian Certificate of Education (7A+ ,2A, 1A-) Big Data Analytics 101 Honors-Awards International Excellence Undergraduate Scholarship Gold award in the Asia-Pacific Mathematical Olympiad for primary Certificate of Excellence ☒ in Xuan Kong Data Science Specialist at The Center of Applied Data Science Subang Jaya Summary I have always been interested in artificial intelligence. When I was young I had a wrong perception of Al but this has not stopped me from pursuing my goal of mastering it. I have recently completed my masters in Advanced Computing at Imperial College London. My main focus is in machine learning but I delve into software engineering and data science occasionally. Previously, I studied computer science and mathematics in the University of Manchester. I believe the mathematical knowledge that I have obtained, in parallel with computer science will be of great help in pursuing a career in the machine learning field. Competencies: machine learning, software engineering, algorithms and imperative programming, vector calculus, linear algebra, Python/ Java/C/Prolog Experience The Center of Applied Data Science Data Science Specialist March 2020 - Present (1 year 9 months) Kuala Lumpur, Federal Territory of Kuala Lumpur, Malaysia Currently in part of The CADS Graduate Talent Program which lasts for 6 months, primarily in Data Science. * Work on internal projects to migrate data from several different databases into a clean integrated database to allow the ease of analysis * Create predictive models to predict the probability of closing opportunities using regression modelling * Sync Salesforce data with PostgreSQL to produce dashboard on Tableau to provide meaningful insights and solutions to the company * Create recommendation models to recommend jobs to job seekers and vice versa, and recommend skills to job seekers based on the most in-demand skills Page 1 of 4 * Work as a Technical/Teaching Assistant (TA) for the Associate Enterprise Data Analyst (AEDA) & Enterprise Data Scientist (EDS) track, creating and reviewing course materials, and assisting primary lead International Council of Malaysian Scholars and Associates Secretarial Associate November 2016 - March 2018 (1 year 5 months) ICMS is a non-profit professional network of driven and passionate individuals designed to operate like a multinational organization that provides oppurtunity to experience working in a multi-national company * Developed transfarable skills through internal programs and by managing projects and portfolios * Enhanced development in three main areas: leadership, intellectuality and career * Experienced different industries through Industry Sector Hub Maxis Business Intelligence Intern July 2017 - August 2017 (2 months) Kuala Lumpur, Malaysia Maxis is the leading communications service provider in Malaysia, providing a variety of communication products, applications and value added services for consumers, large enterprises and business owners. Interned at the Business Intelligent team, under the Information Services Division (ISD). * Extracted and managed data in the database * Created reports based on customer requirements using Qlik Sense * Analysed and compared the back end data and the business data Enactus Spot Finance Project Member November 2016 - June 2017 (8 months) Manchester, United Kingdom SPOT Finance runs workshops on a variety of financial aspects for students in colleges around Manchester * Created the content of lessons which covered topics such as budgeting, saving and interest * Developed transfarable skills such as leadership, teamwork, communication and problem solving Page 2 of 4 Manchester Malaysian Night 2017 Lighting Director October 2016 - March 2017 (6 months) Manchester, United Kingdom Manchester Malaysian Night is a sold-out annual flagship event organised by the Malaysian Students Society of Manchester (MSSM) with the purpose of promotting the unique and diverse culture of Malaysia which took place in the Dancehouse Theatre, Manchester. * Created the light plot for the play and ensured that each light cue is triggered at the correct timing * Improved creativity and communication skills as well as ability to follow technical and design instructions Malaysian Students' Technology Conference Sponsorship Ambassador June 2016 - August 2016 (3 months) Malaysian Students' Technology Conference is the first ever student-led technology conference in Malaysia, organised under Malaysian Students Society of Manchester (MSSM) in partnership with TalentCorp Malaysia. * Ensured that the event was well prepared * Escorted sponsors and guests to the venue Manchester Malaysian Night 2016 Music Director November 2015 - February 2016 (4 months) Manchester Malaysian Night is a sold-out annual flagship event organised by the Malaysian Students Society of Manchester (MSSM) with the purpose of promotting the unique and diverse culture of Malaysia which took place in the Dancehouse Theatre, Manchester. * Handpicked songs and melodies for background music for the play * Ensured the audio and sound systems worked properly * Made sure that the background music synchronized with the act Damansara Jaya International Union Day Event Coordinator March 2013 - April 2013 (2 months) Damansara Jaya's 23rd Internation Union Day is organised by LEO Club Damansara Jaya High School * In charged of the stage to ensure that the event ran smoothly * Kept track of time and escorted the performers for their performance Page 3 of 4 Education Imperial College London Master of Science - MSc, Advanced Computing * (2018 - 2019) The University of Manchester Bachelor of Science (Honours) - BSc (Hons), Computer Science and Mathematics * (2015 - 2018) Taylor's College Cambridge A Levels, Chemistry, Physics and Mathematics * (2014 - 2015) Damansara Jaya Secondary School Malaysian Certificate of Education - (2009 - 2013) Page 4 of 4","annotation":[{"label":["CollegeName"],"points":[{"start":993,"end":1016,"text":"Imperial College London"}]},{"label":["GraduationYear"],"points":[{"start":6032,"end":6036,"text":"2019"}]},{"label":["YearsofExperience"],"points":[{"start":1619,"end":1634,"text":"1 year 9 months"}]},{"label":["CompaniesWorkAt"],"points":[{"start":703,"end":737,"text":"The Center of Applied Data Science"}]},{"label":["Email"],"points":[{"start":8,"end":39,"text":"www.linkedin.com/in/binxuankong"}]},{"label":["Location"],"points":[{"start":738,"end":749,"text":"Subang Jaya"}]},{"label":["Skills"],"points":[{"start":121,"end":169,"text":"Programming Languages Web Development Web Design"}]}]}
{"content": "Contact www.linkedin.com/in/mohamsup (LinkedIn) Top Skills Microsoft Office Sony Vegas Adobe Premiere Pro Languages Malay (Native or Bilingual) English (Native or Bilingual) Arabic (Limited Working) Bengali (Native or Bilingual) Honors-Awards Dean's List Certificates IIUM Academic Excellence Award IIUM Academic Excellence Award IIUM Ummatic Scholarship UG IIUM Ummatic Scholarship UG Mohammad Bin Yousuf Data Scientist I Data Science I Machine Learning I Artificial intelligence I Big Data Analytics Kuala Lumpur Summary Seeking a Machine Learning Engineer position with a background in Computer Science, focusing on Data Science and Artificial Intelligence. Currently completing a bachelor's in computer science at IIUM. Experienced as a Data Visualization analyst intern at Schlumberger. Experienced in projects related to Data Science, Machine Learning & Cryptocurrency. Acquired additional knowledge in Machine Learning via online certificate courses. Experience Schlumberger Data Visualization Analyst January 2020 - September 2020 (9 months) Petaling Jaya, Selangor, Malaysia Responsibilities: * Helps with data visualization in the Global Business Services, Data & Analytics Department. * Catered to global data services while stationed at the Kuala Lumpur Financial Hubs (KLFH). * Extracting and manipulating data with ETL tools. * Building Macros to automate tedious tasks. * Developing workflows that ensures the standards of Power BI Visualizations. * Data troubleshooting and monitoring; ensuring data quality and integrity. * Creating queries using SQL to monitor massive databases and extract relevant data. * Training to collect, analyze and disseminate information with accuracy. * Understand the behind-the-scenes of Data Architecture. * Working with team that supports the data needs of multiple teams, systems and product lines. Page 1 of 2 Elmangos Part-Time Web Developer June 2017 - June 2017 (1 month) Kuala Lumpur, Malaysia Education International Islamic University Malaysia (HUM) Master's degree, Master of Business Intelligence & Analytics - (October 2020 - December 2021) International Islamic University Malaysia (HUM) Bachelor's degree, Bachelor of Science (Honors) in Computer Science - (September 2016 - September 2020) International Islamic University Malaysia (HUM) Foundation degree, Engineering * (October 2014 - July 2016) International Islamic School Malaysia IGCSEs, Sciences - (2012 - 2014) Page 2 of 2","annotation":[{"label":["Name"],"points":[{"start":386,"end":405,"text":"Mohammad Bin Yousuf"}]},{"label":["GraduationYear"],"points":[{"start":2096,"end":2100,"text":"2021"}]},{"label":["YearsofExperience"],"points":[{"start":1040,"end":1048,"text":"9 months"}]},{"label":["CompaniesWorkAt"],"points":[{"start":778,"end":790,"text":"Schlumberger"}]},{"label":["Email"],"points":[{"start":8,"end":36,"text":"www.linkedin.com/in/mohamsup"}]},{"label":["Location"],"points":[{"start":502,"end":514,"text":"Kuala Lumpur"}]},{"label":["Skills"],"points":[{"start":59,"end":105,"text":"Microsoft Office Sony Vegas Adobe Premiere Pro"}]}]}
