{"content": "Contact www.linkedin.com/in/hongong (LinkedIn) Top Skills High Performance Computing Operating Systems Fault Tolerance Languages Bahasa Melayu (Malay) (Limited Working) English (Full Professional) Chinese (Professional Working) Certifications Design Thinking Bootcamp Competing on Business Analytics and Big Data Hong H. Ong Head of Data Science and Analytics I Data Strategy, Innovation & Transformation I Build intelligent enterprise powered with data-driven analytics RLAthich Lumpur Summary I have two decades of data intensive computing experience. I am passionate about applying data strategy together with business driven technology to solve industrial problems. I have a strong record of success in leading, managing and delivering top tier innovative technology to align and achieve organisation needs and goals. I am currently the Head of Data Science and Analytics at Central Bank of Malaysia where I lead a team of data scientists and machine learning engineers responsible to provide advance analytics in the Bank. Prior to the Bank, I worked at MIMOS Berhad, Malaysia's national Applied R&D institute, where I led data vision and products roadmap for Artificial Intelligence, Data-intensive analytics, and Cloud laaS & PaaS technologies. My early work experiences was in computational science and High Performance Computing (H PC) system runtime software and architecture at a prestigious US national laboratory to support groundbreaking scientific discoveries. I hold a Ph.D. in Computer Science from UK and B.S and M.S in Computer Science from US. I frequently speak at international conferences, and contributed extensively to the industry through 52 filed patents, 2 book chapters and 80 refereed papers. Apart from my day job, I am serving as Industry Advisor to Universities and Advisory Consultant to public and private sectors. In my spare time, beside spending quality time with my family, I enjoy learning about emerging technologies and various intelligent systems, particularly in the area of HPC and Machine Learning, and thinking about their applicability in private/public sectors and their social impacts. Specialties: Page 1 of 4 * High Performance Computing * Cloud and Big Data Analytic Technologies * Artificial Intelligence Technologies * IT Strategy & Technology Operations * Business Strategic and Data-Driven Decision Making * Project/Program Management Experience Central Banking Services Bank Negara Malaysia Head of Data Science and Analytics September 2020 - Present (1 year 4 months) Kuala Lumpur, Federal Territory of Kuala Lumpur, Malaysia I manage the data science & machine learning team at Central Bank of Malaysia that works on a broad range of problems, including monetary stability, financial stability, prudential supervisory and regulation, organisational analytics, and more. As a data leader, I lead the team's strategy & growth, along with engaging on the deep technical content the team is driving. As a team, we drive the data science and analytics vision in the Bank, which spans across strategy, people, processes and technology in supporting the Bank's move towards becoming a data and insight-driven organisation. MIMOS Berhad 7 years 11 months Senior Director, Corporate Technology June 2015 - August 2020 (5 years 3 months) Kuala Lumpur, Malaysia During my tenure here, I headed three departments, namely Advanced Computing Lab (ACL), Accelerative Technology Lab (ATL), and Artificial Intelligence Lab (AIL). ACL is recognized as particularly strong in the areas of system software and architecture. We investigate these areas in the context of emerging computing paradigms such as cloud computing, mobile computing, data- intensive computing, and edge computing, and explore their utilisation in supporting enterprise applications. Currently focusing on using lean virtualisation technologies to manage Internet-of-Things (loTs) applications at the network edge. For storage area, our work focus on data protection and availability, long-term data preservation, and storage optimization. As for Page 2 of 4 network virtualization, we focus on cloud-based network policy and security. Since 2012, we have developed and deployed our cloud and storage platforms to public and private sectors. ATL investigates the use of Accelerators such as Graphics Processing Units (GPUs) and Field Programmable Gate Arrays (FPGAs) for industrial and scientific applications. We applied the state-of-the-art of parallel computational algorithms and implemented them as libraries, interfaces, or accelerative components. Since 2012, ATL has developed and deployed to industries including GPU Graph/Text Analytics, GPU Image Processing for Multi-Video Analytic, GPU SQL query Accelerator, and GPU Accelerated Library (Mi- AccLib). AIL focuses on Artificial Intelligence technology to develop high performance Intelligent Big Data Analytics. The R&D team applies Data Science and Knowledge Science technologies like Machine Learning, Semantic Technology, large scale Graph Analytics, and Natural Language Processing for deriving insights from the unstructured and structured data. We have been applied the technology to Domain Knowledge Management, Enterprise Performance Management, Online Analytical Processing, Predictive Analytics and Prescriptive Analytics. Director October 2012 - May 2015 (2 years 8 months) eManual System Sdn Bhd Chief Technology Officer April 2012 - September 2012 (6 months) Kuala Lui „i i.L.k.Aia Lumpur, Malaysk. , y Developed the innovation framework to meet business objectives. Developed the company's go-to-market strategy. MIMOS Berhad Principal Researcher June 2010 - March 2012 (1 year 10 months) Applied R&D in broad aspects of reliability and security in distributed systems, particularly in Infrastructure-as-a-service. Direct report to Chief Technology Officer. Oak Ridge National Laboratory (ORNL) Sr. HPC Research Scientist Page 3 of 4 April 2005 - August 2009 (4 years 5 months) Conducted R&D to determine the best way to approach system tools and libraries as well as recommending the best path forward for application and system resiliency development on petascale computers Conducted R&D into cluster computing techniques, tools, algorithms, and high- performance networking hardware. University of Portsmouth Post-Doctoral Research Associate November 2003 - March 2005 (1 year 5 months) Conducted R&D in the area of resource management for distributed computing. Deployed and maintained the UK e-Science OGSA Grid Testbed infrastructure Education University of Portsmouth Ph.D, Computer Science - (2001 - 2004) Kent State University M.Sc, Computer Science - (1996 - 1999) Kent State University B. Sc, Computer Science * (1991 - 1996) Page 4 of 4","annotation":[{"label":["Name"],"points":[{"start":313,"end":324,"text":"Hong H. Ong"}]},{"label":["CollegeName"],"points":[{"start":6276,"end":6300,"text":"University of Portsmouth"}]},{"label":["GraduationYear"],"points":[{"start":6597,"end":6601,"text":"2004"}]},{"label":["YearsofExperience"],"points":[{"start":2510,"end":2525,"text":"1 year 4 months"}]},{"label":["CompaniesWorkAt"],"points":[{"start":2403,"end":2448,"text":"Central Banking Services Bank Negara Malaysia"}]},{"label":["Email"],"points":[{"start":8,"end":35,"text":"www.linkedin.com/in/hongong"}]},{"label":["Location"],"points":[{"start":2527,"end":2539,"text":"Kuala Lumpur"}]},{"label":["Skills"],"points":[{"start":58,"end":84,"text":"High Performance Computing"}]},{"label":["Skills"],"points":[{"start":85,"end":102,"text":"Operating Systems"}]},{"label":["Skills"],"points":[{"start":103,"end":118,"text":"Fault Tolerance"}]}]}
{"content": "Contact www.linkedin.com/in/jun-wai- chin-Ob806a1 ab (Linked In) Top Skills Machine Learning Python (Programming Language) Teamwork Certifications AWS Academy Graduate - AWS Academy Cloud Foundations Jun Wai Chin Data Science Student at Tunku Abdul Rahman University College Petaling Jaya Summary Have a great passion in Data Engineering, Big Data, ETL, Data Science and Machine Learning Experience Tapod Mobile Application Developer Intern February 2020 - April 2020 (3 months) Selangor, Malaysia Education Tunku Abdul Rahman University College Bachelor of Computer Science, Data Science * (June 2020 - July 2022) Tunku Abdul Rahman University College Diploma in Science, Mathematics and Computer Science (May 2018 - June 2020) Page 1 of 1","annotation":[{"label":["Name"],"points":[{"start":200,"end":212,"text":"Jun Wai Chin"}]},{"label":["CollegeName"],"points":[{"start":237,"end":274,"text":"Tunku Abdul Rahman University College"}]},{"label":["GraduationYear"],"points":[{"start":609,"end":613,"text":"2022"}]},{"label":["YearsofExperience"],"points":[{"start":469,"end":477,"text":"3 months"}]},{"label":["CompaniesWorkAt"],"points":[{"start":399,"end":404,"text":"Tapod"}]},{"label":["Location"],"points":[{"start":275,"end":288,"text":"Petaling Jaya"}]},{"label":["Skills"],"points":[{"start":76,"end":92,"text":"Machine Learning"}]},{"label":["Skills"],"points":[{"start":93,"end":99,"text":"Python"}]},{"label":["Skills"],"points":[{"start":123,"end":131,"text":"Teamwork"}]}]}
{"content": "Contact www.linkedin.com/in/mark-tan-bc (LinkedIn) Top Skills SQL Java HTML Mark Tan Reshaping the Future of Programming Through Blockchain Implementation Setapak Summary My passions reside at the intersection of technology, entrepreneurship, financial services, and innovation. In my career, I strive to help companies achieve more by implementing cutting edge technology and solving complex problems in simple ways. My background as an entrepreneur and a programmer gives me a unique perspective that helps me envision the next great technological innovations that will that will ultimately yield significant benefits. In my work, I spearhead innovative initiatives that leverage the latest tools and technologies to introduce leading edge products and services to market, as well as foster new ways of working. I love my work because of the interesting problems I solve. I enjoy challenging and thought provoking work and have a strong desire to continually learn and progress. I'm also comfortable working with ambiguity (e.g. imperfect data, loosely defined concepts, ideas, or goals). It's thrilling to translate these input into tangible outputs that my team and clients can build upon. I've found that three things have lead to success in my career: i. My strong analytical and critical thinking skills ii. My structured, disciplined approach to work, with attention to detail iii. My flexibility and ability to meet changing requirements and priorities In all things, I strive to maintain a positive, customer-focused attitude approach. My colleagues and clients can attest to my interpersonal skills and willingness to listen Page 1 of 3 If you share similar passions, I look forward to connecting! Specialties I. Blockchain Developer II. Smart Contract Developer III. ICO Development IV. Web Development V. Web Full Stack Developer VI. Yii & PHP experienced developer VII. LAMP stack developer VIII. Nodejs developer IX. Entrepreneurship X. Token sales for ICO XI. Blockchain Startup Company XII. Cryptocurrency & ICO investor Experience VVinners Technology Sdn Bhd Programmer & Founder December 2015 - Present (6 years 1 month) As Lead Programmer and Founder of VVinners Technology Sdn Bhd it is my job is to play, explore, hack, break things, and ultimately fix them. In the end, this leads to products and solutions they're better and more valuable to the end user. In my role, I provide end to end service, designing, developing, testing and managing all IT related works include programming, server setup, advisory and project planning. In this role I work to build POCs quickly to show what's possible to my client partners. When working collaboratively with my clients, I provide a hands on approach that involved brainstorming, evaluating applications for new technologies and tools as they continue to evolve, participating in technical reviews as part of the development process and attending to administrative duties of daily scrums, back log grooming, and sprint planning sessions. Page 2 of 3 In past successful jobs, I have experience contributing to the architecture, design, and implementation of CMS websites for SME with self built CMS systems. Key areas of focus are Yii framework, event app for HBE and Ionic framework that integrates with Apache. Xingularity Programmer & Founder September 2017 - November 2018 (1 year 3 months) belangor, iVialaysta As leader of Xingularity, I understand the ins and outs of financial markets, as well as how technology can be intelligently applied to augment human performance. Xingularity is a fast-paced, collaborative, development team, that's focused on building the latest in innovative and disruptive technologies. At Xingularity, we believe in the power of saying 'We can...' is always more important than 'we can't because...' I love my role as business founder, since it allows me the opportunity to deploy a well-rounded set of skills relating to Blockchain platforms such as Hyperledger and Ethereum, as well as programming languages like Javascript, Java and others. As leader of the team, I strive to foster a development team culture that's enthusiastic and passionate about speed, quality, automation, and continuous delivery. My team is also responsible for evaluating technology as it evolves, so it goes without saying that we thrive in dynamic, uncertain, and changing conditions. Funnel Malaysia Sdn. Bhd. Internship Web developer April 2015 - October 2015 (7 months) KL Central In-charge an Ionic framework project with angular 1 and content management system for job recruitment with Yii PHP framework. Education Tunku Abdul Rahman University College Bachelor of Applied Science - BASc, Diploma & Degree Internet Technology (2011 - 2015) Page 3 of 3","annotation":[{"label":["Name"],"points":[{"start":76,"end":84,"text":"Mark Tan"}]},{"label":["CollegeName"],"points":[{"start":4602,"end":4639,"text":"Tunku Abdul Rahman University College"}]},{"label":["GraduationYear"],"points":[{"start":2107,"end":2111,"text":"2015"}]},{"label":["YearsofExperience"],"points":[{"start":2123,"end":2138,"text":"6 years 1 month"}]},{"label":["CompaniesWorkAt"],"points":[{"start":2049,"end":2068,"text":"VVinners Technology"}]},{"label":["Email"],"points":[{"start":8,"end":39,"text":"www.linkedin.com/in/mark-tan-bc"}]},{"label":["Location"],"points":[{"start":155,"end":162,"text":"Setapak"}]},{"label":["Skills"],"points":[{"start":62,"end":65,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":66,"end":70,"text":"Java"}]},{"label":["Skills"],"points":[{"start":71,"end":75,"text":"HTML"}]}]}
{"content": "Contact www.linkedin.com/in/lohys68 (LinkedIn) Top Skills Presentations Python (Programming Language) R Languages English (Native or Bilingual) Malay (Limited Working) Honors-Awards Outward Bound Yong Sheng Loh Associate at EY Data and Analytics Kuala Lumpur Summary Current Masters student aiming to pursue a career in business analytics. Has prior experience in equities research and technology consulting. Principal areas of interest in applied econometrics, programming and data analysis. Experience EY Analytics (Asia-Pacific) Associate - Technology Consulting (Data and Analytics) November 2021 - Present (2 months) Accenture Summer Intern, Technology Consulting July 2019 - September 2019 (3 months) Kuala Lunipul, Malayia - Supported digital transformation project at an Oil and Gas client - Performed data cleansing, testing of data visualisation features, and creation of BI reports - Consolidated, reorganised and developed documentation for business end users - Liaised with the client to facilitate knowledge transfer sessions for project handover Singular Asset Management Summer Analyst Intern July 2018 - September 2018 (3 months) Kuala Lumpur, Malaysia -Provided support for equity research of public-listed companies in the Asia- Pacific region -Carried out research on telecommunications industry in ASEAN country and built financial forecast for investment team -Analysed ESG activities of companies held in portfolios -Served as brand ambassador at CFA Careers Fair Page 1 of 2 Star Media Group Junior Journalist 2014 - 2015 (1 year) Kuala Lumpur, Malaysia - Represented school in StarStruck! Young Writers Programme - Contributed five articles to stuff@school pullout section of The Star newspaper Education Cass Business School Master of Science - MSc, Business Analytics * (September 2020 - October 2021) University of Nottingham Bachelor of Science - BSc (Hons), Economics * (2017 - 2020) Epsom College in Malaysia A-Levels, Economics, Physics, Mathematics, Extended Project Qualification, AABA* * (2015 - 2017) R.E.A.L International School (Malaysia) IGCSE: nine subjects (8A*, 1A) * (2013 - 2015) Page 2 of 2","annotation":[{"label":["Name"],"points":[{"start":196,"end":210,"text":"Yong Sheng Loh"}]},{"label":["CollegeName"],"points":[{"start":1730,"end":1750,"text":"Cass Business School"}]},{"label":["GraduationYear"],"points":[{"start":596,"end":600,"text":"2021"}]},{"label":["YearsofExperience"],"points":[{"start":612,"end":620,"text":"2 months"}]},{"label":["CompaniesWorkAt"],"points":[{"start":504,"end":516,"text":"EY Analytics"}]},{"label":["Email"],"points":[{"start":8,"end":35,"text":"www.linkedin.com/in/lohys68"}]},{"label":["Location"],"points":[{"start":246,"end":258,"text":"Kuala Lumpur"}]},{"label":["Skills"],"points":[{"start":58,"end":71,"text":"Presentations"}]},{"label":["Skills"],"points":[{"start":72,"end":78,"text":"Python"}]},{"label":["Skills"],"points":[{"start":102,"end":103,"text":"R"}]}]}
{"content": "Contact www.linkedin.com/in/adi-zafri- bOba6a1b9 (LinkedIn) github.com/adizafri2000 (Other) Top Skills Java Python (Programming Language) C++ Languages Malay (Bahasa Melayu) (Native or Bilingual) English (Professional Working) French (Elementary) Certifications MTA: Introduction to Programming Using Python Google Cloud Qwiklabs Certificates Diplome d'etudes en langue frangaise - DELF A2 Big Data Analytics 101 Honors-Awards Bronze Award - International University Carnival on E-Learning (IUCEL) Ad i Zafri Final Year Computer Science Student Gyberjaya Summary Love exploring tech stacks, code a bit and I play guitar Experience SICPA Software Engineer Intern March 2021 - July 2021 (5 months) - Developed test automation project using Cucumber and Selenium - Assisted team SQA in conducting tests - Exposed to and experienced working with a scrum team with Agile Education Multimedia University Bachelor of Science - BS, Computer Science (2019 - 2022) Multimedia University Foundation in Information Technology * (2018 - 2019) Sekolah Sultan Alam Shah Pure Science * (2013 - 2017) Page 1 of 1","annotation":[{"label":["CollegeName"],"points":[{"start":876,"end":897,"text":"Multimedia University"}]},{"label":["GraduationYear"],"points":[{"start":949,"end":953,"text":"2022"}]},{"label":["YearsofExperience"],"points":[{"start":686,"end":694,"text":"5 months"}]},{"label":["CompaniesWorkAt"],"points":[{"start":631,"end":636,"text":"SICPA"}]},{"label":["Skills"],"points":[{"start":103,"end":107,"text":"Java"}]},{"label":["Skills"],"points":[{"start":108,"end":114,"text":"Python"}]},{"label":["Skills"],"points":[{"start":138,"end":141,"text":"C++"}]}]}
{"content": "Contact www.linkedin.com/in/atul-hanan (LinkedIn) Top Skills English Leadership Marketing Languages Malay (Limited Working) English (Limited Working) Honors-Awards Dean's List Dean's List Dean's List The Duke of Edinburgh's International Awards - Silver The Duke of Edinburgh's International Awards - Bronze Puteri Azzatul Hanan Muzaisham Intern at PETRONAS Digital Sdn Bhd Telok Panglima Garang Summary A dedicated and hardworking individual with burning passion and determination for business and programming. I'm aiming to do my best and I am always keen and enthusiastic in gaining/learning new knowledge, experience and skills. Experience PETRONAS Digital Sdn Bhd Intern September 2021 - Present (4 months) Kuala Lumpur, Federal Territory of Kuala Lumpur, Malaysia Education Universiti Teknologi PETRONAS 2nd Year 2nd Semester, Information System * (2020 - 2023) AI-Khor International School High School (2008 - 2018) Page 1 of 1","annotation":[{"label":["Name"],"points":[{"start":308,"end":338,"text":"Puteri Azzatul Hanan Muzaisham"}]},{"label":["CollegeName"],"points":[{"start":780,"end":809,"text":"Universiti Teknologi PETRONAS"}]},{"label":["GraduationYear"],"points":[{"start":862,"end":866,"text":"2023"}]},{"label":["YearsofExperience"],"points":[{"start":702,"end":710,"text":"4 months"}]},{"label":["CompaniesWorkAt"],"points":[{"start":349,"end":373,"text":"PETRONAS Digital Sdn Bhd"}]},{"label":["Email"],"points":[{"start":8,"end":38,"text":"www.linkedin.com/in/atul-hanan"}]},{"label":["Location"],"points":[{"start":374,"end":395,"text":"Telok Panglima Garang"}]},{"label":["Skills"],"points":[{"start":61,"end":68,"text":"English"}]},{"label":["Skills"],"points":[{"start":69,"end":79,"text":"Leadership"}]},{"label":["Skills"],"points":[{"start":80,"end":89,"text":"Marketing"}]}]}
{"content": "Contact www.linkedin.com/in/faris- rosly-113928120 (LinkedIn) Top Skills Information Technology Robotics C Fans Rosly Currently an Intern with Intel Corporation I Embedded/Operating Systems & Al Enthusiast I Bachelor of Computer Engineering (Graduate Jan 2023) @UTP Johor Bahru Summary A Tech Enthusiast who is passionate about studying computer systems inside-out and solving problems. Just finished my 3rd year (out of 4) Computer Engineering Undergraduate Program and Currently a Custom IP Verification Intern at Intel. Other than HW/SW Design, I conduct performance analysis on systems under specific applications (First publication coming soon!). Other than that, I enjoy Chess on a good day and a competitive swimmer. Feel free to connect! Experience Intel Corporation Custom IF Verification Engineer May 2021 - Present (8 months) Bayan Lepas, Penang, Malaysia Universiti Teknologi PETRONAS Computer Engineering Student January 2018 - Present (4 years) Perak, Malaysia Self-Employed Python/Java Developer (Freelance) January 2019 - May 2021 (2 years 5 months) Pei arc, Ivialaysi, Crest TGL Summer Workshop 2020 by CREST Page 1 of 4 August 2020 - August 2020 (1 month) An Al/Machine Learning Hackathon organized by CREST. Workshops were given by various companies. Interesting take of Machine Learning and Automation Systems given by Dyson, Vitrox, UST Global, etc. Problem Statment given for the hackathon was Smart Manufacturing Systems. Solution pitched were to check the lifetime of PCB test probes. The solution was niched to the semiconductor testing industry. Won 1st place of the track (problem statement) given. Given opportunity to pitch for project funding by the same organization. Universiti Malaya 1 month Malaya Makerthon 2020 March 2020 - March 2020 (1 month) twaia Lumpur, 1-euerai erri LO1'y ()I i-'uaga Lumpur, Malaysia The hackathon's problem statements were mainly on global issues. The problem selected was social, regarding the health and inconvenience on the elderly society. The solution implemented was specially for bed-ridden seniors. In order to avoid bedsores (pressure ulcers) on the person, pressure and movement sensors are to be installed on beds and a warning text message via WhatsApp and Telegram will be sent to the caretaker if the sensor has no change (meaning bed-ridden person has not moved for a few hours). The bed-ridden solution was also seen to implement a component where the waste product of the bed-ridden senior is detected, a smart diaper was made where the diaper has a low-powered moist sensor where a warning message will be sent to the caretaker's phone (via WhatsApp and Telegram) Out of 60 teams participated, earned top 15 IUM Disrupt Hackathon 2020 March 2020 - March 2020 (1 month) Kuala Lumpur, Federal Territory of Kuala Lumpur, Malaysia Participated IUM-Disrupt 2020. The Theme selected was smart transportation. Page 2 of 4 Pitched solution was a parcel business where packages are transported to the recipient by other people that are travelling from origin parcel country to the recipient's destination. The proposed plan were critical on current transportation problems. Parcel's are to arrive on the time given with no delays and tracking of parcel is provided plus insurance. 1st pitched was success thus qualified for final pitch. However made it to top 5. Brainiacs UTP Brainiacs Neuro-Controlled Drone January 2020 - March 2020 (3 months) Part of a team with postgrad researchers to develop an aerial drone controlled by brain signals. Was attached to software dept, developing an API for the drone before project was halted due to initiation of MCO and lack of facility Asia Pacific University of Technology and Innovation (APU / APIIT) Battle of Hackers CTF 2019 October 2019 - October 2019 (1 month) Loi, LUt cA ciLUty ui I.Litha Lumpur, Malaysia Finalist for cybersecurity CTF Battle of Hackers at APU, had 6 hours to penetrate file systems via reverse engineering, binary exploitation, forensics, etc Earned top 8 UTP PETROBOTS Junior Challenge collaboration with STEM-UP UTP 2019 Project Director April 2019 - October 2019 (7 months) Perak, Malay„i,A PETROBOTS Junior Challenge 2.0 was a robotics competition and workshop between secondary schools all around Perak. The event was held at Universiti Teknologi Petronas and lasted for 4 days between 1 - 28 Sept. The objective of the event was expose secondary students to the field of Science and engineering by hosting a workshop on the fundamentals of Page 3 of 4 programming, electronics and chasis building in which they are expected to design and build a working prototype amphibious robot. The competition is where the aforementioned prototypes will be tested on an obstacle course where it challenges all aspects robot design (eg. strength, efficiency, performance, etc). The event was a success as more than 120 students participated and received positive feedbacks from participants. Robocon Robocon Malaysia 2019 January 2019 - April 2019 (4 months) University-level Robotics copetition held at UNITEN which is to plan manufacture 2 robots and race to the finish line with the baton. Developed an electronic system for spider robot with 6 legs and 3 servos each leg to control each axis. Obtained top 16 among all Malaysian Universities Education Universiti Teknologi PETRONAS Bachelor of Computer Engineering, Computer Engineering * (2019 - 2023) High School * (2014 - 2016) Page 4 of 4","annotation":[{"label":["CollegeName"],"points":[{"start":867,"end":896,"text":"Universiti Teknologi PETRONAS"}]},{"label":["GraduationYear"],"points":[{"start":255,"end":259,"text":"2023"}]},{"label":["YearsofExperience"],"points":[{"start":827,"end":835,"text":"8 months"}]},{"label":["CompaniesWorkAt"],"points":[{"start":143,"end":160,"text":"Intel Corporation"}]},{"label":["Email"],"points":[{"start":8,"end":50,"text":"www.linkedin.com/in/faris- rosly-113928120"}]},{"label":["Location"],"points":[{"start":266,"end":277,"text":"Johor Bahru"}]},{"label":["Skills"],"points":[{"start":73,"end":95,"text":"Information Technology"}]},{"label":["Skills"],"points":[{"start":96,"end":104,"text":"Robotics"}]},{"label":["Skills"],"points":[{"start":0,"end":1,"text":"C"}]}]}
{"content": "Contact www.linkedin.com/in/emirrazak (LinkedIn) Top Skills Networking Programming Presentation Skills Languages English (Professional Working) Malay (Native or Bilingual) Honors-Awards Dean's List Dean's List Dean's List Dean's List Dean's List Publications Food Freshness Classification Using Fuzzy Logic In Gas Sensor Array Emir Razak Let's test everything Bandar Baru Bangi Summary Work for the best, be the best. Experience DHL IT Services 2 years 8 months Associate Tester March 2021 - Present (10 months) Associate Software Engineering Analyst November 2020 - March 2021 (5 months) Graduate Trainee - Software Development May 2019 - November 2020 (1 year 7 months) Mainly working as Front-End Developer CSF Group Internship Trainee February 2017 - May 2017 (4 months) L.,yuerjayc IT Support Assistant - Implement Network Monitoring System (Spiceworks) - Provide network maintenance - Data entry - Provide technical supports Assistant Trainer for Team Building Program - Assist Chief Assistant Trainer (CAT) and Trainer to handle the tentative throughout the program. XCel Itech Sdn. Bhd. Intern December 2013 - April 2014 (5 months) Bandar Baru Bangi Page 1 of 2 Education Universiti Tenaga Nasional Bachelor's degree, Computer Science (System & Networking) * (2015 - 2018) Ungku Omar Polytechnic Diploma, Information Technology (System Networking) - (2012 - 2015) Page 2 of 2","annotation":[{"label":["Name"],"points":[{"start":327,"end":337,"text":"Emir Razak"}]},{"label":["CollegeName"],"points":[{"start":1180,"end":1206,"text":"Universiti Tenaga Nasional"}]},{"label":["GraduationYear"],"points":[{"start":1275,"end":1279,"text":"2018"}]},{"label":["YearsofExperience"],"points":[{"start":445,"end":461,"text":"2 years 8 months"}]},{"label":["CompaniesWorkAt"],"points":[{"start":429,"end":444,"text":"DHL IT Services"}]},{"label":["Email"],"points":[{"start":8,"end":37,"text":"www.linkedin.com/in/emirrazak"}]},{"label":["Location"],"points":[{"start":360,"end":377,"text":"Bandar Baru Bangi"}]},{"label":["Skills"],"points":[{"start":60,"end":70,"text":"Networking"}]},{"label":["Skills"],"points":[{"start":71,"end":82,"text":"Programming"}]},{"label":["Skills"],"points":[{"start":83,"end":102,"text":"Presentation Skills"}]}]}
{"content": "Contact www.linkedin.com/in/cyhren (LinkedIn) github.com/dollarmate (Personal) Top Skills C C++ Java Cyhren Thruvarasu Computer Science graduate (Universiti Malaysia Sarawak) Federal Territory of Kuala Lumpur Summary Hi everyone - I am looking for a new role and would appreciate your support. Thank you in advance for any connections, advice, or opportunities you can offer. #OpenToWork Experience Universiti Malaysia Sarawak Intern January 2019 - July 2019 (7 months) Kota Samarahan, Sarawak, Malaysia * Developed an android application complete with animation and music * Worked with Unity engine THE STORE SDN BHD (MALAYSIA) MANAGEMENT INFORMATION SYSTEM CLERK December 2015 - February 2016 (3 months) Kulim, Kedah, Malaysia -Performed daily backup -Quickest in responding to and solving any technical problems Education Universiti Malaysia Sarawak Bachelor of Computer Science with Honours (Software Engineering), Computer Science * (2016 - 2020) Page 1 of 1","annotation":[{"label":["Name"],"points":[{"start":101,"end":118,"text":"Cyhren Thruvarasu"}]},{"label":["CollegeName"],"points":[{"start":146,"end":173,"text":"Universiti Malaysia Sarawak"}]},{"label":["GraduationYear"],"points":[{"start":946,"end":950,"text":"2020"}]},{"label":["YearsofExperience"],"points":[{"start":460,"end":468,"text":"7 months"}]},{"label":["CompaniesWorkAt"],"points":[{"start":146,"end":173,"text":"Universiti Malaysia Sarawak"}]},{"label":["Email"],"points":[{"start":8,"end":34,"text":"www.linkedin.com/in/cyhren"}]},{"label":["Location"],"points":[{"start":209,"end":216,"text":"Summary"}]},{"label":["Skills"],"points":[{"start":0,"end":1,"text":"C"}]},{"label":["Skills"],"points":[{"start":92,"end":95,"text":"C++"}]},{"label":["Skills"],"points":[{"start":96,"end":100,"text":"Java"}]}]}
{"content": "Contact www.linkedin.com/in/kok-meng- eng-878862190 (LinkedIn) Top Skills Game Development Game Programming Gameplay Programming Kok Meng Eng Game Programmer Kuala Lumpur Summary Junior Game Programmer with 2+ years of experience in problem- solving, troubleshooting, automating and optimizing the game deployment. Skilled with Unreal Engine 4 and Unity3D. Able to leverage the Git and Jenkins Cl/CD. Experience AeonSparx Interactive Sdn. Bhd. Game Programmer September 2019 - Present (2 years 4 months) Kuala Lumpur, Malaysia AeonSparx Interactive Sdn. Bhd. Intern February 2019 - July 2019 (6 months) Kuala Lumpur, Malaysia Education Tunku Abdul Rahman University College Bachelor of Engineering - BE, Computer Software and Media Applications * (2017 - 2019) Page 1 of 1","annotation":[{"label":["Name"],"points":[{"start":129,"end":141,"text":"Kok Meng Eng"}]},{"label":["CollegeName"],"points":[{"start":636,"end":673,"text":"Tunku Abdul Rahman University College"}]},{"label":["GraduationYear"],"points":[{"start":470,"end":474,"text":"2019"}]},{"label":["YearsofExperience"],"points":[{"start":486,"end":502,"text":"2 years 4 months"}]},{"label":["CompaniesWorkAt"],"points":[{"start":412,"end":443,"text":"AeonSparx Interactive Sdn. Bhd."}]},{"label":["Email"],"points":[{"start":8,"end":51,"text":"www.linkedin.com/in/kok-meng- eng-878862190"}]},{"label":["Location"],"points":[{"start":158,"end":170,"text":"Kuala Lumpur"}]},{"label":["Skills"],"points":[{"start":74,"end":90,"text":"Game Development"}]},{"label":["Skills"],"points":[{"start":91,"end":107,"text":"Game Programming"}]},{"label":["Skills"],"points":[{"start":108,"end":128,"text":"Gameplay Programming"}]}]}
{"content": "Contact www.linkedin.com/in/aymanhussin (LinkedIn) my.smartrecruiters.com/ public/profiles/ muhammadnurayman.hussin (Portfolio) Top Skills Matlab Electrical Wiring ArduPilot Languages English (Full Professional) Certifications Certified Drone Operation Maintenance Repair Proficient Certified Drone Operation Aerial Surveillance Proficient (Advanced) Board Certification of Graduate Engineer Honors-Awards AIMS Exchange Student Silver Medal Creation, Innovation, Technology & Research Exposition (CITREx) 2020 Ayman Hussin Electronics, Programming, UAVs, Robotics and Technology Enthusiast Cyberjaya Summary Hi there! Feel free to connect ! Just message me for any inquiries. Thank you! Too passionate toward learning and make research towards new technology - Drones and Robotics For me working on robotics and UAV drone projects is my intellectual exploration. Specialties: System of RTK Base Station, Mission Planner, 3D printing, Software In the Loop (SITL), Agriculture Drone, Software, Hardware, Python, Matlab, Robotics (Linux, Robot Operating System, LiDAR, Simultaneous Localisation and Mapping, sensors and actuators), loT, Machine Learning, image processing, and Artificial Intelligence (Particle Swarm Optimisation, Monte Carlo Method). Experience Poladrone 1 year Embedded System Engineer November 2021 - Present (2 months) Malaysia * Take on challenging problems in hardware sensing enablement including distance sensing, UAV localization, navigation, and obstacle avoidance. * Research and implementation of algorithms on control systems and UAV sensor technology. * Actively collaborate with drone hardware engineers to optimize design, ensure functionality, support software production tool training and documentation. * Design experimental flight tests to assess UAV subsystem performance in a real-world environment and provide feedback to technical teams. Page 1 of 3 * Handle PCB and provide schematic design for PCB for further R&D of UAV. Electronic Production Technician January 2021 - November 2021 (11 months) Cyberjaya, Selannor, Malaysia * Assemble electronic part for agriculture drone * SMD to PCB soldering * Setup the ublox GPS/GNSS RTK base station. * Assist engineer to make improvement on C/C++ Programming & PCB Design. * Plan and execute drone operations for projects. * Build and repair UAV that related to software and hardware. * Ensuring smooth after sales service including repair supply chain. UAV Pilot cum Technician January 2021 - March 2021 (3 months) Cyberjaya, Selangor, Malaysia * UAV team lead * Conduct routine maintenance on UAV drones * Troubleshoot malfunctioning or defective drones, and repair issues discovered * Inspect drones for maintenance issues or possible malfunctions before flights * Assist with the development of simulation exercises designed to test drones for real-word scenarios PETRONAS Instrumentation and Control Engineer June 2018 - August 2018 (3 months) Nei Lill, erenggaiiu, ivialaysio - Learnt instrumentation that related to oil and gas plant. - Servicing and troubleshooting for Instrumentation Maintenance - Understanding the fitting for every instrument component beside learnt the instrumentation work. - Understanding Distributed Control System. Globalmation Sdn Bhd Electrical Technician August 2015 - January 2016 (6 months) Shah Alam, Selangor, Malaysia - Servicing and installing Switch Cabinet for machines. - Learnt read wiring circuit diagram Page 2 of 3 - Assemble, wiring and conduct testing on system panels. Education Asia Drone & loT Technology Certified Drone Operation Maintenance Repair Proficient, Dronepreneur * (2020 - 2020) UNIVERSITI MALAYSIA PAHANG B.ENG (HONS.) ELECTRICAL ENGINEERING (POWER SYSTEM), Electrical and Electronics Engineering * (2016 - 2020) University of Mindanao Bachelor of Engineering - BE, Electrical and Electronics Engineering * (2019 - 2019) UNIVERSITI MALAYSIA PAHANG Diploma , Industrial Electronics Technology/Technician * (2013 - 2016) Page 3 of 3","annotation":[{"label":["Name"],"points":[{"start":510,"end":522,"text":"Ayman Hussin"}]},{"label":["GraduationYear"],"points":[{"start":505,"end":509,"text":"2020"}]},{"label":["YearsofExperience"],"points":[{"start":1270,"end":1276,"text":"1 year"}]},{"label":["CompaniesWorkAt"],"points":[{"start":1260,"end":1269,"text":"Poladrone"}]},{"label":["Email"],"points":[{"start":8,"end":39,"text":"www.linkedin.com/in/aymanhussin"}]},{"label":["Location"],"points":[{"start":590,"end":599,"text":"Cyberjaya"}]},{"label":["Skills"],"points":[{"start":139,"end":145,"text":"Matlab"}]},{"label":["Skills"],"points":[{"start":146,"end":163,"text":"Electrical Wiring"}]},{"label":["Skills"],"points":[{"start":164,"end":173,"text":"ArduPilot"}]}]}
{"content": "Contact www.linkedin.com/in/adibah-dasuki (LinkedIn) Top Skills Engineering Robotics Microsoft Office Honors-Awards Valedictorian Adibah Dasuki Electronic (Computer) Engineering I Robotic Club Member I PCB Design I Programming I Robotic I Electronic Kuantan Summary Currently in 3rd year of Bachelor of Electronic (Computer) Engineering. Also actively participated in UMS Robotic Club as an member specialized in electronic department. Skilled in communication, teamwork, electronics, PROTEUS, C+ +, C, HTML and JAVA language and Printed Circuit Board(PCB) Design. Now looking for internship opportunity in field related to Computer Engineering or software development. Willing to learn new things and take new challenges. Experience UMS Robotic Club Electronic Member September 2019 - Present (2 years 4 months) I am managing an electronic part in building a robot from designing process until troubleshooting process. I also helping a junior in the club to have the better understanding in robot especially for electronic part. Self-employed Mathematics Tutor September 2021 - Present (4 months) Education Universiti Malaysia Sabah Bachelor Of Electronic (Computer) Engineering with Hons, Computer Engineering - (September 2019 - August 2023) Page 1 of 2 Sekolah Menengah Kebangsaan Abdul Rahman Talib STPM * (2017 - 2018) Sekolah Sains Sultan Haji Ahmad Shah Pekan SPM * (2011 - 2015) Page 2 of 2","annotation":[{"label":["Name"],"points":[{"start":130,"end":143,"text":"Adibah Dasuki"}]},{"label":["CollegeName"],"points":[{"start":1108,"end":1133,"text":"Universiti Malaysia Sabah"}]},{"label":["GraduationYear"],"points":[{"start":1239,"end":1243,"text":"2023"}]},{"label":["YearsofExperience"],"points":[{"start":795,"end":811,"text":"2 years 4 months"}]},{"label":["CompaniesWorkAt"],"points":[{"start":368,"end":384,"text":"UMS Robotic Club"}]},{"label":["Email"],"points":[{"start":8,"end":41,"text":"www.linkedin.com/in/adibah-dasuki"}]},{"label":["Location"],"points":[{"start":250,"end":257,"text":"Kuantan"}]},{"label":["Skills"],"points":[{"start":64,"end":75,"text":"Engineering"}]},{"label":["Skills"],"points":[{"start":76,"end":84,"text":"Robotics"}]},{"label":["Skills"],"points":[{"start":85,"end":101,"text":"Microsoft Office"}]}]}
{"content": "Contact www.linkedin.com/in/joshua-yim- wei-xiang-a12733181 (LinkedIn) Top Skills R Python (Programming Language) SQL Languages English (Full Professional) Chinese (Elementary) Malay (Limited Working) Certifications Blockchain and Healthcare Big Data with PySpark Track AZ-900: Microsoft Azure Fundamentals Introduction to Cloud Computing on Amazon AWS for Beginners Intro to Al Ethics Honors-Awards SPM Star Award Taylor's College Merit Scholarship Inaugural Statiscal Modelling Scholarship Publications Mathematical Modelling of COVID-19 Using Approximated Hyper-Singular Integral Based Chebyshev Polynomials of the Second Kind Joshua Yim Wei Xiang Strategy & Transactions Associate at EY I Aspiring Data Scientist I Data Analytics I Applied Machine Learning I Cloud Computing P2taling Jaya Summary Strategy and Transactions associate (Valuation, Modelling & Economics) at Ernst & Young. Graduated with a bachelors degree in Statistical Data Science at Heriot-Watt University Malaysia but always still eager to learn more about the world of data. I am deeply passionate about visualizing data science solutions and solving non-conventional problems where machine learning methods were never utilized before. Excited to potentially be a part of the driving force that transforms the world into a tech savvy one. Experience EY Associate - Strategy & Transactions August 2021 - Present (5 months) ,iipur, Federal Territory of Kuala Lumpur, Malaysia Port Operation Optimization - In collaboration with EY Singapore's Valuation, Modelling and Economics (VME) team, carried out statistical analysis on a major port in Malaysia with visualizations such as cumulative distribution functions and boxplots - Created 2 machine learning models; a Random Forest Classifier and Random Forest Regression model to assist in decision making when suggesting a use case for the models in the client's day-to-day operations Jetty Proposal - Assisted in preparing a proposal to the public sector on the construction of a jetty along a famous coastal area in Malaysia - Populated the proposal presentation deck with inputs from external consultants such as their contributions in the jetty construction especially during the planning & implementation phases Page 1 of 2 Property Valuation Review - Assisted on reviewing a valuation report performed by an external valuator on an industrial property in Malaysia - Conducted market research on similar transactions within the locality of the valued property - Prepared a draft on the internal memorandum of the valuation review Hong Leong Assurance Berhad Product Development Intern May 2020 - August 2020 (4 months) Petaling Jaya, Selangor, Malaysia Internship period of 3 months from 27th May 2020 to 27th August 2020 - Supported my colleagues in customer documentation checking (e.g. Product Disclosure Sheets, Sales Illustrations) - Performed extensive research on competitors' products (e.g. similarities, strength of company's current products, etc) - Carried out performance analysis on investment-linked funds directly affecting the performance of investment-linked insurance products Education Heriot-Watt University Statistical Data Science, Mathematics and Computer Science * (September 2018 - July 2021) Taylor's College GCE A Levels * (January 2017 - June 2018) Sri KDU Sdn Bhd Malaysia Certificate of Education (SPM) * (2012 - 2016) Page 2 of 2","annotation":[{"label":["Name"],"points":[{"start":630,"end":650,"text":"Joshua Yim Wei Xiang"}]},{"label":["CollegeName"],"points":[{"start":955,"end":977,"text":"Heriot-Watt University"}]},{"label":["GraduationYear"],"points":[{"start":1370,"end":1374,"text":"2021"}]},{"label":["YearsofExperience"],"points":[{"start":1386,"end":1394,"text":"5 months"}]},{"label":["CompaniesWorkAt"],"points":[{"start":688,"end":690,"text":"EY"}]},{"label":["Email"],"points":[{"start":8,"end":59,"text":"www.linkedin.com/in/joshua-yim- wei-xiang-a12733181"}]},{"label":["Location"],"points":[{"start":2645,"end":2658,"text":"Petaling Jaya"}]},{"label":["Skills"],"points":[{"start":82,"end":83,"text":"R"}]},{"label":["Skills"],"points":[{"start":84,"end":90,"text":"Python"}]},{"label":["Skills"],"points":[{"start":114,"end":117,"text":"SQL"}]}]}
{"content": "Contact www.linkedin.com/in/aiman- marzuqi-mokhtar-7abl 3a49 (Linkedln) Top Skills Budgets Hospitality Hotels Aiman Marzuqi Mokhtar Information Technology Manager at Sheraton Hotels & Resorts Kuala Lumpur Summary Experienced Information Technology Manager with a demonstrated history of working in the hospitality industry. Skilled in Budgeting, MICROS, Hospitality Management, Payroll, and Hotel Management. Strong information technology professional with a Higher national diploma focused in Business information Technology from Mara Professional College. Experience Sheraton Hotels & Resorts Information Technology Manager June 2019 - Present (2 years 7 months) New World Petaling Jaya Hotel IT Manager September 2018 - May 2019 (9 months) Petaling Jaya, Selangor, Malaysia Sheraton Petaling Jaya IT Manager May 2017 - August 2018 (1 year 4 months) Petaling Jaya, Selangor, Malaysia Sheraton Imperial Kuala Lumpur Hotel 1 year 5 months IT Manager March 2016 - April 2017 (1 year 2 months) Kuala Lumpur, Malaysia Assistant Manager IT December 2015 - February 2016 (3 months) Kuala Lumpur, Malaysia Page 1 of 2 Qliq Damansara Information Technology October 2015 - November 2015 (2 months) Novotel Kuala Lumpur City Centre IT August 2014 - September 2015 (1 year 2 months) Sheraton Imperial Kuala Lumpur Hotel 3 years 5 months Assistant Manager IT December 2012 - October 2013 (11 months) IT Executive June 2010 - December 2012 (2 years 7 months) The Westin Lang kawi Resort IT officer May 2008 - June 2010 (2 years 2 months) Huacomm Telecommunication IT Support January 2008 - May 2008 (5 months) Kuala Lumpur, Malaysia - Broadband Support focused on Hotel Guest - Monitoring network structure Education Mara Professional College Higher national diploma, Business information Technology * (2004 - 2007) Page 2 of 2","annotation":[{"label":["Name"],"points":[{"start":110,"end":131,"text":"Aiman Marzuqi Mokhtar"}]},{"label":["CollegeName"],"points":[{"start":531,"end":556,"text":"Mara Professional College"}]},{"label":["GraduationYear"],"points":[{"start":1798,"end":1802,"text":"2007"}]},{"label":["YearsofExperience"],"points":[{"start":647,"end":663,"text":"2 years 7 months"}]},{"label":["CompaniesWorkAt"],"points":[{"start":166,"end":191,"text":"Sheraton Hotels & Resorts"}]},{"label":["Location"],"points":[{"start":192,"end":204,"text":"Kuala Lumpur"}]},{"label":["Skills"],"points":[{"start":83,"end":90,"text":"Budgets"}]},{"label":["Skills"],"points":[{"start":91,"end":102,"text":"Hospitality"}]},{"label":["Skills"],"points":[{"start":103,"end":109,"text":"Hotels"}]}]}
{"content": "Contact www.linkedin.com/in/jia-qing- poh-21a816190 (LinkedIn) Top Skills Critical Thinking Problem Solving Microsoft Excel Languages Mandarin (Full Professional) Malay (Limited Working) English (Native or Bilingual) Jia Qing Poh Statistical Data Science student and aspiring data scientist Kiang Experience AXA Affin Insurance Data Analyst Intern May 2021 - August 2021 (4 months) SOLIDHWUM Vice President November 2019 - May 2020 (7 months) Education Heriot-Watt University Bachelor of Science - BSc, Statistical Data Science * (2019 - 2022) Methodist College Kuala Lumpur A Levels Sekolah Sri Acmar SPM Page 1 of 1","annotation":[{"label":["Name"],"points":[{"start":217,"end":229,"text":"Jia Qing Poh"}]},{"label":["CollegeName"],"points":[{"start":453,"end":475,"text":"Heriot-Watt University"}]},{"label":["GraduationYear"],"points":[{"start":538,"end":542,"text":"2022"}]},{"label":["YearsofExperience"],"points":[{"start":372,"end":380,"text":"4 months"}]},{"label":["CompaniesWorkAt"],"points":[{"start":308,"end":327,"text":"AXA Affin Insurance"}]},{"label":["Email"],"points":[{"start":8,"end":51,"text":"www.linkedin.com/in/jia-qing- poh-21a816190"}]},{"label":["Skills"],"points":[{"start":74,"end":91,"text":"Critical Thinking"}]},{"label":["Skills"],"points":[{"start":92,"end":107,"text":"Problem Solving"}]},{"label":["Skills"],"points":[{"start":108,"end":123,"text":"Microsoft Excel"}]}]}
{"content": "Contact www.linkedin.com/in/kenneth- ho-88461424 (LinkedIn) Top Skills Audit Security Compliance Certifications Certified Ethical Hacker v5 (CEH) APMG Accredited Trainer - CSX Cybersecurity Fundamentals Cybersecurity Fundamentals Certificate Certified Information Security Manager® (CISM) Certified Information Systems Auditor® (CISA) Kenneth Ho Vice President Information Technology Security Kuala Lumpur Summary A prominent cybersecurity expert with over 20 years of experience in enterprise IT services for the retail, blue chip multinational, investment banking, and professional services industries. An established, knowledgeable professional with past training experience in various enterprise IT domains including cloud computing and virtualisation. A two-term President of the Malaysian chapter of the international professional association focused on IT governance, Information Systems Audit and Control Association (ISACA) from 2016-2018. Experience CGS-CIMB Securities Malaysia Vice President Information Technology Security August 2021 - Present (5 months) Kuala Lumpur, Federal Territory of Kuala Lumpur, Malaysia Maybank Kim Eng Regional Head, IT Security March 2016 - August 2021 (5 years 6 months) Kuala Lumpui, Malaysia EY Director, Cybersecurity August 2015 - March 2016 (8 months) Kuala Lumpur, Malaysia Maybank Investment Bank Berhad Head, Regional IT Security, Risk and Compliance June 2010 - August 2015 (5 years 3 months) Kuala Lumpur, Malaysia Jardine Matheson IT Senior Consultant, Group Audit Page 1 of 2 September 2005 - June 2010 (4 years 10 months) The Dairy Farm Group IT Senior Auditor June 2001 - September 2005 (4 years 4 months) Carrefour IT Executive March 1999 - June 2001 (2 years 4 months) Education Griffith University Information Technology, Information Systems, Software Engineering . (1996 - 1998) Page 2 of 2","annotation":[{"label":["Name"],"points":[{"start":335,"end":345,"text":"Kenneth Ho"}]},{"label":["CollegeName"],"points":[{"start":1738,"end":1757,"text":"Griffith University"}]},{"label":["GraduationYear"],"points":[{"start":1834,"end":1838,"text":"1998"}]},{"label":["YearsofExperience"],"points":[{"start":1059,"end":1067,"text":"5 months"}]},{"label":["CompaniesWorkAt"],"points":[{"start":960,"end":988,"text":"CGS-CIMB Securities Malaysia"}]},{"label":["Email"],"points":[{"start":8,"end":48,"text":"www.linkedin.com/in/kenneth- ho-88461424"}]},{"label":["Location"],"points":[{"start":393,"end":405,"text":"Kuala Lumpur"}]},{"label":["Skills"],"points":[{"start":71,"end":76,"text":"Audit"}]},{"label":["Skills"],"points":[{"start":77,"end":85,"text":"Security"}]},{"label":["Skills"],"points":[{"start":86,"end":96,"text":"Compliance"}]}]}
{"content": "Contact www.linkedin.com/in/wenyitangg (LinkedIn) Top Skills HTML JavaScript Django Languages Chinese (Native or Bilingual) English (Native or Bilingual) Malay (Native or Bilingual) Certifications AWS Academy Graduate - AWS Academy Cloud Foundations Honors-Awards Recipent of Jeffrey Cheah Continuing Scholarship Recipient of Jeffrey Cheah Special Scholarship Award Foundation in Science and Technology - High Achievers Wen Yi Tang Final Year Computer Science Student at Sunway University Selangor Summary Hello, I am Wen Yi. Currently, I am studying as a full-time Computer Science Student in Sunway University. Experience Sunway University Student Helper February 2021 - Present (11 months) Involved in software development project Education Sunway University Bachelor's degree, Computer Science - (August 2019 - August 2022) Sunway College Foundation degree, Information Technology * (February 2018 - March 2019) Page 1 of 1","annotation":[{"label":["Name"],"points":[{"start":420,"end":431,"text":"Wen Yi Tang"}]},{"label":["CollegeName"],"points":[{"start":471,"end":488,"text":"Sunway University"}]},{"label":["Email"],"points":[{"start":8,"end":38,"text":"www.linkedin.com/in/wenyitangg"}]},{"label":["Skills"],"points":[{"start":61,"end":65,"text":"HTML"}]},{"label":["Skills"],"points":[{"start":66,"end":76,"text":"JavaScript"}]},{"label":["Skills"],"points":[{"start":77,"end":83,"text":"Django"}]}]}
{"content": "Maklumat Hubungan www.linkedin.com/in/adi-azmir- abdul-ghani-50b091151 (LinkedIn) Kemahiran Utama Business Analysis IT Management IT Architecture Adi Azmir Abdul Ghani Chief Information Technology Officer Kuala Lumpur Ringkasan Digital architect with visionary mind & hands-on experience in realisation of Digital Transformation along with technology trends of Machine Learning, Digital Experience, Growth Hacking & Augmented Reality. Drive digital cultural change for corporations on digitalisation transformation. Transform new way of thinking corporation focusing on improvements, doing things differently & agility. Won several individual awards for Outstanding Performance Award & Best Transformation Award for company. Own several Disruptive Innovations such as - Tapau, iBook & WeProp with full process lifecycle from architect, functional, technology adaption, realisation, development & strategies, including new sustainable business model. A transformed traditional CIO into a CTO with digitalisation & business oriented mindset. Over 21 years solid experience & technical know-how in IT environment with various industries namely entertainment, manufacturing, services, banking, retail, logistic & even diplomatic mission. Strong in governance & compliance together in compliance to strict authority policies endorsed by internal & external auditors. Well versed in risk management as part of management approach. A dynamic, out of box mindset, customer oriented, focus & analytical thinking, pleasant & people person. Strive solve complex business issues with practical solutions. Good grasp on new innovations & technologies from Big Data, blockchain, social media, digital marketing, Digital Experience and others. Pengalaman FSI Chief Information Technology Officer November 2020 - Present (1 tahun 2 bulan) Page 1 of 4 Amanah Raya Berhad Chief Technology Officer Ogos 2019 - November 2020 (1 tahun 4 bulan) Nixfon Sdn Bhd Chief Technology Officer Mac 2017 - November 2020 (3 tahun 9 bulan) uala Lumpur, ivialaysla DRB HICOM subsidiary Head Of Information Services Mei 2012 - November 2016 (4 tahun 7 bulan) Kuala Lumpur, Malaysia More than 21 years experience in leading & transforming IT in various industries from entertainment, education, logistic, services, manufacturing, banking & even diplomatic mission. Expert in identifying & closing the gap between business & IT and introduce innovation & technology as new way of doing business. Exceeding management's expectation in many roles given from leading & managing, transforming, manage & handling complex issue in challenging environment. Success stories: - Architect & implement digitalization initiative which saved USD15m/year for a company. - Lead & transform a typical silo IT department to data driven leading function leading to company turnaround. - Established Strategic & Business Plan for few companies and architect structural change management. - Successfully manage & deliver complex Full Scale ERP Implementation for 2 companies; SAP & ORACLE. Puncak Niaga (M) Shared Services Chief Information Officer Mei 2010 - Mei 2012 (2 tahun 1 bulan) Selangor, Malaysia Transforming IT dept into a dynamic with enhancements. Integrate IT with old SCADA system, Social media monitoring, Business Intelligence, SAP Page 2 of 4 enhancement & new modules, solved years of audit issues. Architect a solid & secured IT infrastructure. Lead a team of 20 staff in various location. Boost IT delivery performance within 6months. Compliance to ITIL framework and ISO certification. International Islamic University Malaysia Director Of Information Systems Jun 2008 - Jun 2010 (2 tahun 1 bulan) Selangor, Malaysia Heavy on application and system development while managing complex & intense expansion of multiple campus. Lead more than 120 staff in huge and complex environment, supporting 25000 staff & students with WAN, Campus Wifi & etc. Revamp & boost IT delivery performance to meet the yearly increased SLA. Raised the KPI bar every year as part of transformation Port of Tg Pelepas Head IT Jun 2005 - Jun 2008 (3 tahun 1 bulan) Malaysia High availability environment with 24x7 operation. Demanding yet satisfying career where push for higher productivity and efficiency. Southern Bank Bhd Head IT Audit & GRC Jun 2003 - Jun 2005 (2 tahun 1 bulan) Kuala Lumpur, Malaysia BNM Compliance, IT Audit, Governance & Risk Management American Embassy Kuala Lumpur Information System Manager Jun 2001 - Jun 2003 (2 tahun 1 bulan) Kuala Lumpur, Malaysia Lead a team of 8 staff, supporting APAC region. IT operation, Security management, compliance to strict US policy and strict control. Pendidikan Cambridge Judge Business School, University of Cambridge Page 3 of 4 Executive Programme, Digital Transformation Strategies * (2019 - 2019) The University of Sheffield Bachelor of Engineering - BE, Computer Engineering - (1995 - 1997) ISACA COBIT UK Government's Central Computer and Telecommunications Agency ITIL v3, ITIL Framework Universiti Putra Malaysia Master Computer Eng, Computer Science Page 4 of 4","annotation":[{"label":["Name"],"points":[{"start":146,"end":167,"text":"Adi Azmir Abdul Ghani"}]},{"label":["CollegeName"],"points":[{"start":4698,"end":4721,"text":"University of Cambridge"}]},{"label":["GraduationYear"],"points":[{"start":1884,"end":1888,"text":"2019"}]},{"label":["CompaniesWorkAt"],"points":[{"start":1740,"end":1743,"text":"FSI"}]},{"label":["Email"],"points":[{"start":18,"end":70,"text":"www.linkedin.com/in/adi-azmir- abdul-ghani-50b091151"}]},{"label":["Location"],"points":[{"start":205,"end":217,"text":"Kuala Lumpur"}]},{"label":["Skills"],"points":[{"start":98,"end":115,"text":"Business Analysis"}]},{"label":["Skills"],"points":[{"start":116,"end":129,"text":"IT Management"}]},{"label":["Skills"],"points":[{"start":130,"end":145,"text":"IT Architecture"}]}]}
{"content": "Contact www.linkedin.com/in/muhammad- fairuz-muhammad-fuad-859164a7 (LinkedIn) Top Skills Sales Process Sales Microsoft Office Muhammad Fairuz Muhammad Fuad Assistant Sales Manager RHB Islamic Shan Aiam Summary mortgage and personal financing-i owned FIMM TBE license Experience RHB Banking Group Assistant Sales Manager April 2019 - Present (2 years 9 months) Bank Islam Malaysia Berhad Assistant Manager March 2013 - March 2019 (6 years 1 month) c'telangor, MalaysiL Maybank Credit December 2009 - December 2012 (3 years 1 month) Shah Alam, Selangor, Malaysk Education Universiti Teknologi MARA Bachelor of Business Administration - BBA, Finance and Financial Management Services * (2007 - 2009) Page 1 of 1","annotation":[{"label":["Name"],"points":[{"start":127,"end":151,"text":"Muhammad Fairuz Muhammad"}]},{"label":["CollegeName"],"points":[{"start":571,"end":596,"text":"Universiti Teknologi MARA"}]},{"label":["GraduationYear"],"points":[{"start":493,"end":497,"text":"2009"}]},{"label":["YearsofExperience"],"points":[{"start":343,"end":359,"text":"2 years 9 months"}]},{"label":["CompaniesWorkAt"],"points":[{"start":279,"end":296,"text":"RHB Banking Group"}]},{"label":["Email"],"points":[{"start":8,"end":67,"text":"www.linkedin.com/in/muhammad- fairuz-muhammad-fuad-859164a7"}]},{"label":["Location"],"points":[{"start":532,"end":541,"text":"Shah Alam"}]},{"label":["Skills"],"points":[{"start":90,"end":103,"text":"Sales Process"}]},{"label":["Skills"],"points":[{"start":90,"end":95,"text":"Sales"}]},{"label":["Skills"],"points":[{"start":110,"end":126,"text":"Microsoft Office"}]}]}
{"content": "Contact www.linkedin.com/in/steve- tung-12345513 I,Linkedln) Top Skills Penl DFT Static Timing Analysis Steve Tung Senior Staff Test Engineer at NXP Selangoi Experience 2008 Senior Staff Product Engineer February 2008 - Present (13 years 11 months) DFT and Test consultant in New Product Introduction (NPI) team. Qualified and delivered production test programs for automotive products (microcontrollers), network processors and sensor products, including a C90 pioneering product into Japanese market in collaboration with ST Microelectronics. Review DFT features of NPIs and feedback to core development site; in focusing to introduction of new DFT techniques, test time reduction opportunities, and ensuring test programs meeting manufacturing requirements. This includes enhancements in Power/Ground pins continuity testing, express JTAG interface, and new ADC BI techniques. Setup the TPC-VT (Test Program Conversion - Virtual Testing) infrastructure that was transferred from India Design Center to KLM (Freescale Malaysia). Lectures DFT Trainings to product and test engineers in KLM. Intel Corporation 6 years 5 months Senior Component Design Engineer June 2003 - January 2008 (4 years 8 months) DFT owner and PCIe DFx lead for the MCH, codename Eaglelake and Bearlake of Intel chipsets. Responsible to deliver the state of the art DFT features to be used by High-Volume Manufacturing (HVM), and silicon debug. Highly involved in architectural definitions include High-Speed 10 testing, Scan, at-speed Scan, Self Heating Burn-in, Boundary Scan, observability, structural and BIST testing for all interfaces in the MCH with extensive interaction with Product Engineers. Strong knowledge on ASIC design and validation flow, from architectural definition to Tape-out, and to Production. Related soft skill sets include driving weekly meetings, risk management, project and time management, efficient cross-site working model, and junior training. DFT lead for Enterprise South Bridge 2 (ESB2), an integrated chip of MCH and ICH for embedded server market. Expert in DFx features for high speed Page 1 of 3 interfaces e.g. PCI-express, SATA11, and USB2, and other structural testing. Successfully implemented the unified clocking scheme for BI that saved Intel USD1.3M. Familiar with post-Si debug using S9K tester together with Product Development Engineers. Hardware Design Engineer September 2001 - June 2003 (1 year 10 months) anta Collateral owner of the PCI-Express (3G10)10 cluster integration into the 4P-based Twin Castle chipset. Extensive design interaction with back-end and front-end designers in ACE group of EPG to meet design considerations such as quality of RTL coding, intra-block and inter-block timing, full chip and system validation, placement and route, various DFT features, ISCAN, burn-in, risks, deadline and milestones. HEWLETT-PACKARD COMPANY Hardware Design Engineer January 2001 - September 2001 (9 months) L,upieruno, Direct involvement in post-silicon electrical validation of HPs top of the line enterprise superscalable server Superdome for its recent introduced PA-8700 processors. Familiarized with usage of digital analyzers, tester boards, and other post-silicon validation equipment. Exposed to broad range of server architectures of local and competitors. Techincal Background Test Program Development for automotive and network processor products. DFT unit for Intel MCH which consists of controlling units for Scan, at-speed scan, Scan dump, SHBI, DACBIST, RAMBIST, IOBIST, Fuse, Process Monitoring, Channel Sharing, Straps, and other structural testing like A110/1/Z, Buffer Toggle, and XOR chain. Owner of behavioral model of the PCI-Express 10 cluster in a 4P-based chipset. An offset auto-canceling Ping-Pong Operational Amplifier on Partially-Depleted S01 CMOS Technology (Thesis work) 3.3 V Comparator on Partially-Depleted SOI CMOS Technology with sub-2ns propagation delay Page 2 of 3 3.3 V Beta-Multiplier Reference on Fully-Depleted and Partially Depleted SOI CMOS Technology Rail-to-rail Input and Output Operational Amplifier with Class-AB Output Stage Fully Pipelined 4-bit Adder and Multiplier using Domino Logic Standard CMOS Static Random-access Memory Cell with Read and Write Capability Education MISSISSIPPI STATE UNIVERSITY MISS. STATE Masters of Science, Electrical Engineering * (1999 - 2001) MISSISSIPPI STATE UNIVERSITY MISS. STATE Bachelor of Science; MS, Electrical Engineering * (1996 - 1998) MISSISSIPPI STATE UNIVERSITY MISS. STATE Bachelor of Science; MS, Computer Engineering * (1996 - 1998) INTI COLLEGE * (1994 - 1996) Page 3 of 3","annotation":[{"label":["Name"],"points":[{"start":104,"end":114,"text":"Steve Tung"}]},{"label":["CollegeName"],"points":[{"start":4262,"end":4302,"text":"MISSISSIPPI STATE UNIVERSITY MISS. STATE"}]},{"label":["GraduationYear"],"points":[{"start":2399,"end":2403,"text":"2001"}]},{"label":["YearsofExperience"],"points":[{"start":229,"end":247,"text":"13 years 11 months"}]},{"label":["Email"],"points":[{"start":8,"end":48,"text":"www.linkedin.com/in/steve- tung-12345513"}]},{"label":["Skills"],"points":[{"start":77,"end":80,"text":"DFT"}]},{"label":["Skills"],"points":[{"start":81,"end":103,"text":"Static Timing Analysis"}]}]}
